{
    "data": [
    {
    "features": [
      "climate_controlled"
    ],
    "image": "/images/smallstorage.jpg",
    "label": "5x5 Small",
    "storeprice": 49.99,
    "category": "Small",
    "id": "40c3746b-e65a-4e94-a661-b2aa1b4eb6d8",
    "createdAt": "",
    "totalSf": 25,
    "internetdiscount": 15,
    "total_units": 20,
    "description": "Our small storage units are about the size of a hall closet or half bathroom, at 5 feet wide, 5 feet deep and 8 feet tall. You’ll get 200 cubic feet of space.\n\nThey’re a great storage unit size for storing boxes, small furniture, and home décor like lamps and end tables. It will fit about 35 file boxes, making it perfect for business storage, too. If you can fit your items in a cargo van, this could be the storage unit size you need."
  },
  {
    "features": [
      "climate_controlled",
      "Drive-up Access"
    ],
    "image": "/images/smallstorage.jpg",
    "label": "5x10 Small",
    "storeprice": 88,
    "category": "Small",
    "id": "c9839e7a-6fe1-44cd-9aab-e6afd6885b9f",
    "createdAt": "",
    "totalSf": 50,
    "internetdiscount": 15,
    "total_units": 20,
    "description": "These storage units are 5 feet wide, 10 feet deep, and 8 feet tall, giving you a total of 400 cubic feet of space. They’re about the size of a walk-in closet and can be used to store items from one room, such as end tables, shelves, or even a bedroom set and a few boxes.\n\nThey’re ideal if you need a little extra space to keep your home organized. If you’ve rented a cargo van that’s packed full, this is probably the storage unit size you’ll need."
  },
  {
    "features": [
      "climate_controlled"
    ],
    "image": "/images/mediumstorage.jpg",
    "label": "10x10 Medium",
    "storeprice": 110,
    "category": "Medium",
    "id": "9bb319e5-0389-49a2-a51c-d90f32a56f15",
    "createdAt": "",
    "totalSf": 100,
    "internetdiscount": 15,
    "total_units": 20,
    "description": "These storage units are about the same size as the average bedroom – 10 feet wide, 10 feet deep, and 8 feet tall – about 800 cubic feet of space. They’re ideal if you’re moving items from a one-bedroom apartment or small office.\n\nThe contents of this storage unit size should fit in a 12-foot moving truck. You can fit a bed, small furniture, home décor items, and appliances or boxes.\n\n"
  },
  {
    "features": [
      "climate_controlled",
      "Drive-up Access"
    ],
    "image": "/images/largestorage.jpg",
    "label": "10x20 Large",
    "storeprice": 55,
    "category": "Large",
    "id": "076beef1-4c08-422a-9272-1b3c08a95d9d",
    "createdAt": "",
    "totalSf": 200,
    "internetdiscount": 15,
    "total_units": 20,
    "description": "Similar to a one-car garage, these units are 10×20 feet, and 8 feet tall. You get a total of 1600 cubic feet of space, which you can fill with the contents of a multi-room house.\n\nYou could fit items like king-size bedroom sets, dressers, and mattresses or boxes. A 22-foot moving truck is ideal for filling a storage unit of this size."
  },
  {
    "features": [],
    "image": "/images/mediumstorage.jpg",
    "label": "10x30 Large",
    "storeprice": 80,
    "category": "Large",
    "id": "4ab2db52-ec9b-4ef1-bed5-34bf2a4abacc",
    "createdAt": "",
    "totalSf": 300,
    "internetdiscount": 0,
    "total_units": 5,
    "description": "This storage unit is 10 feet wide, 30 feet deep, and 8 feet tall. It has 2400 cubic feet of space and is similar in size to a large garage. If you have many bulky items in a 26-foot moving truck, this could be the storage unit size for you.\n\nIf you have a four or five-bedroom house or many items in your garage, basement, and attic, choose this size. It will fit everything from vehicles to large appliances, plenty of boxes, and furniture."
  },
  {
    "features": [
      "climate_controlled",
      "Drive-up Access"
    ],
    "image": "/images/largestorage.jpg",
    "label": "10x15 Medium",
    "storeprice": 55,
    "category": "Medium",
    "id": "3e90e601-b0cd-4d2f-9257-3d56af15f0ef",
    "createdAt": "",
    "totalSf": 150,
    "internetdiscount": 15,
    "total_units": 20,
    "description": "These medium-size storage units are 10 feet wide, 15 feet deep, and 8 feet tall, for a total of 1200 cubic feet of space. They’re similar in size to a large bedroom and ideal if you need to fit items from a two-bedroom apartment.\n\nThink home furnishings, like couches, dressers, and appliances. They’re also suitable for home gym equipment and other large items. If you’re renting a 16-foot moving truck, this is most likely the size you need."
  }
]
}